IDEA Open Model
OpeningRectOffsets.OffsetY1 Property
Compatible with IDEA StatiCa v 10.1
 right bottom y offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double OffsetY1 { get; set; }
Public Property OffsetY1 As Double
	Get
	Set
public:
property double OffsetY1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace